{
  "gameTitle": "Johanna: Orléans",
  "home": {
    "title": "Johanna: Orléans Solo Helper",
    "play1": "Spiele gegen Johanna, die Solospiel-Gegnerin von <a href='https://boardgamegeek.com/boardgame/364641/joan-arc-orleans-draw-write' target='_blank' rel='noopener'><b>Johanna: Orléans</b></a>.",
    "play2": "Diese Applikation ersetzt die Automa-Karten und den Beutel mit den Personenplättchen, und vereinfacht das Aufsetzen mit verschiedenen Schwierigkeitsgraden.",
    "feedback": "Discussion and Feedback:"
  },
  "setup": {
    "title": "Spielaufbau",
    "preparation": {
      "title": "Vorbereitung",
      "takeSheet": "Nimm 1 Blatt vom Block und verwende die Rückseite.",
      "placeCards": "Mische die insgesamt 30 Ortskarten und lege von jeder der 5 Stufen (I bis V) je 4 Ortskarten offen aus.",
      "remainingCards": "Die übrigen 2 Karten jeder Stufe legst du zurück in die Schachtel."
    },
    "difficultyLevel": {
      "title": "Difficulty Level",
      "easy": "Easy",
      "hard": "Hard",
      "level1": "Standard",
      "level2": "Connoisseur Variant",
      "level3": "Special Challenge"
    }
  },
  "round": {
    "roundNumber": "Runde {round}/{rounds}",
    "monkBonusAction": {
      "title": "Bonus Mönch-Aktion",
      "intro": "Wenn Johanna eine Bonus Mönch-Aktion erhält:"
    }
  },
  "playerTurn": {
    "title": "Dein Zug",
    "pickTile": "Personenplättchen wählen:",
    "actions": "Available Options"
  },
  "botTurn": {
    "title": "Johannas Zug",
    "actions": "Aktionen",
    "currentCard": "Aktuelle Karte:",
    "nextCard": "Nächste Karte:",
    "action": {
      "bank-citizen-bonus": "Hast du den Bürger bei der <b>Bank</b> noch nicht eingekreist, streichst du ihn durch und kreist in Johannas Bereich einen Bürger ein. Hast du ihn schon eingekreist (oder Johanna hat ihn schon zuvor durchgestrichen), erhält Johanna nichts und der Effekt verfällt.",
      "bank-shield-bonus": "Streiche in deiner <b>Bank</b> den ersten gelben Bonus von links durch, der noch nicht durchgestrichen ist.",
      "benefical-deed-left": "Streiche eines der vier <b>Segensreichen Werke</b> durch (von links).",
      "benefical-deed-right": "Streiche eines der vier <b>Segensreichen Werke</b> durch (von rechts).",
      "boatman-track": "Kreuze ein Feld auf der <b>Schiffer-Leiste</b> an.",
      "citizen": "Kreise einen <b>Bürger</b> in Johannas Bereich ein.",
      "development-level": "Kreuze die nächste <b>Entwicklungsstufe</b> in Johannas Bereich an.",
      "farmer-track": "Kreuze ein Feld auf der <b>Bauern-Leiste</b> an.",
      "knight-track": "Kreuze ein Feld auf der <b>Ritter-Leiste</b> an.",
      "place-cards-1": "Mische die <b>\"I\"-Ortskarten</b> und entferne eine zufällige aus dem Spiel.",
      "place-cards-2": "Mische die <b>\"II\"-Ortskarten</b> und entferne eine zufällige aus dem Spiel.",
      "place-cards-3": "Mische die <b>\"III\"-Ortskarten</b> und entferne eine zufällige aus dem Spiel.",
      "place-cards-4": "Mische die <b>\"IV\"-Ortskarten</b> und entferne eine zufällige aus dem Spiel.",
      "place-cards-5": "Mische die <b>\"V\"-Ortskarten</b> und entferne eine zufällige aus dem Spiel.",
      "scholar-track": "Kreuze ein Feld auf der <b>Gelehrten-Leiste</b> an.",
      "shield": "Kreise <b>1 Schild</b> in Johannas Depot ein.",
      "trading-station": "Kreise <b>1 Kontor</b> in Johannas Bereich ein.<br/><b>Streiche die Stadt {townNumber}</b> auf deiner Landkarte durch, sofern sie noch nicht eingekreist oder durchgestrichen ist (d.h. weder du noch Johanna haben hier ein Kontor gebaut). Sollte dies allerdings der Fall sein, streichst du die Stadt mit der nächstgrößten Zahl durch, die weder durchgestrichen noch eingekreist ist (d.h. noch niemand hat dort ein Kontor errichtet).",
      "warehouse-citizen-bonus": "Hast du den Bürger bei dem <b>Lager</b> noch nicht eingekreist, streichst du ihn durch und kreist in Johannas Bereich einen Bürger ein. Hast du ihn schon eingekreist (oder Johanna hat ihn schon zuvor durchgestrichen), erhält Johanna nichts und der Effekt verfällt."
    },
    "pickPlaceCard": {
      "title": "Ortskarte wählen",
      "howManyCards": "Wie viele Ortskarten sind vorhanden?",
      "removeCard": "Entferne diese Ortskarte:"
    }
  },
  "endOfGame": {
    "title": "Spielende",
    "tradingStationMajority": "Wie gewohnt darf jene Person, die mehr Kontore bauen konnte, 1 Bürger einkreisen.",
    "victoryPoints": "Du berechnest deine Siegpunkte wie gewohnt. Für Johanna füllst du die Werte in ihren Bereich:",
    "victoryPointsJoan1": "die Summe aller Siegpunkte unter angekreuzten Bauern bzw. Schiffern bzw. Rittern,",
    "victoryPointsJoan2": "die Summe der eingekreisten Schilde in Johannas Depot,",
    "victoryPointsJoan3": "die Anzahl der eingekreisten Kontore und Bürger, multipliziert mit der höchsten angekreuzten Entwicklungsstufe.",
    "scoringResult": "Die Summe dieser 5 Werte ergibt Johannas Siegpunkte. Hast du zumindest gleich viele Siegpunkte wie Johanna, hast du das Spiel gewonnen!"
  },
  "notfound": {
    "title": "Nicht Gefunden"
  },
  "action": {
    "playGame": "Spielen",
    "startGame": "Spiel starten",
    "next": "Weiter",
    "nextRound": "Nächste Runde",
    "abortGame": "Spiel abbrechen",
    "abortGameConfirm": "Das aktuelle Spiel wird abgebrochen - bist Du sicher?",
    "endGame": "Spiel beenden",
    "endGameConfirm": "Dieses Spiel wird beendet - bist Du sicher?",
    "cancel": "Abbrechen",
    "backToHome": "Zurück zum Anfang",
    "back": "Zurück",
    "close": "Schließen",
    "reset": "Zurücksetzen"
  },
  "footer": {
    "credits": "Credits"
  },
  "serviceWorkerUpdatedRefresh": {
    "title": "Applikation neu laden",
    "notice": "Die Applikation wurde aktualisiert - möchtest du die Seite neu laden um die neueste Version zu nutzen?"
  },
  "boatman": "Fill a water route / 1 coin<br/>Beneficial Deeds: 1<br/>Brewery (I), Fishing Boat (II), Two-Master (III), Park (IV)",
  "craftsman": "Build a trading station / 1 coin<br/>Beneficial Deeds: 3, 4<br>Joinery (III), Goldsmith (V)",
  "farmer": "Any one good<br/>Beneficial Deeds: 2, 3<br/>Stable (I), Meadow (I), Hayrick (II), Cheese Factory (III), Winery (IV), Warehousing (V), Machine (V)",
  "knight": "Fill in a land route<br/>Beneficial Deeds: 4<br>Trade Route (II), Tree House (II), Four-In-Hand (III), Guesthouse (IV)",
  "scholar": "Mark 1 space on your Development track<br/>Beneficial Deeds: 1, 2, 3<br/>Library (I), Archives (II), Architect (III), Confessional Box (IV), Consultancy (IV), School (V)",
  "trader": "Acquire 1 Place card / 1 coin<br/>Beneficial Deeds: 2<br>Windmill (I), Cemetery (I), Distillery (II), Falconry (IV)"

}
